{"title":{"0":"Moderna's early data shows its COVID-19 vaccine is 94.5% effective","1":"15 countries sign world's biggest free-trade pact which India left last year","2":"How does Moderna's COVID-19 vaccine candidate compare to Pfizer's?","3":"Reliance Retail buys 96% stake in Urban Ladder for ₹182 crore","4":"Reduce foreign funding to 26% by Oct 15, 2021: Govt to digital media","5":"India's longest gas blaze burning in Assam oil well doused after 5 months","6":"Traders record ₹72,000 cr Diwali sales, hand China loss of ₹40,000 cr: CAIT","7":"Mahindra says he still wears a 1975 Kada blessed in Golden Temple; shares pic","8":"EU to buy 405 mn doses of CureVac's potential COVID-19 vaccine","9":"Bharat Biotech's COVID-19 vaccine 'COVAXIN' enters phase-3 trials","10":"Telcos, IT firms object to TRAI's proposed cloud services regulation body","11":"Software issue halts trading on Australia's stock exchange","12":"'Absolutely not' in talks to sell stake in Mitsubishi: Nissan COO","13":"Ola, Swiggy to put 5% of wages in social security fund under draft rules: Report","14":"Nissan considering 34% stake sale in Mitsubishi: Reports","15":"UK to ban sale of new diesel, petrol cars from 2030: Report","16":"Wholesale price inflation rises to 1.48% in Oct, reaches 8-month high","17":"Japan exits COVID-19-induced recession with 5% growth in Q3","18":"Tata Steel Q2 profit drops 63% due to overseas losses","19":"HDFC Mutual Fund appoints Navneet Munot as MD and CEO ","20":"Patanjali-owned Ruchi Soya to launch FPO next year","21":"India's diesel sales fall 5% y-o-y in first half of November","22":"Walmart nearly exits Japan after selling $1 bn-stake in retail chain Seiyu","23":"Immigration officials stop businessman BR Shetty from flying to UAE","24":"Indian economy may be recovering faster than expected: Oxford Economics","25":"RCB issues clarification after Kohli called 'hypocrite' for his Diwali message","26":"Olympic medalist working as delivery boy to generate income amid COVID-19","27":"That was the best comment I saw whole day: Akash Ambani on Vaughan's tweet on MI","28":"Ex-Bangladesh U-19 cricketer Mohammad Sozib dies by suicide aged 21","29":"Rauf apologises to Afridi with folded hands after dismissing him for 1st ball duck","30":"What are new changes made to T20 format in Australia's Big Bash League?","31":"Gabon football team forced to sleep on airport floor, pics surface","32":"McCullum trolls Lee over apology for 2011 bouncer that broke his nose","33":"Wasim Jaffer trolls Australia's new T20 rules with 'Gangs of Wasseypur' meme","34":"Jimmy Neesham questions Big Bash League's 'X-factor Player' rule","35":"Pic of foreign player wearing MI gloves while batting goes viral, PSL trolled","36":"Please bowl slow to me next time: Afridi to Rauf after getting out for first-ball duck","37":"Kohli always pushes the boundaries: Ex-Australia coach Lehmann","38":"Not pace but playing Rashid Khan was a big challenge: Padikkal","39":"Rahul is one of the best white-ball players at the moment: Nasser","40":"Australia to introduce pre-match anti-racism ritual with the India series","41":"Djokovic ends his sixth year as World No 1, equals Sampras' record","42":"Maninder Singh, Chetan Sharma apply for national selectors' post","43":"Good thing that Virat has a big say in Indian cricket: Greg Chappell","44":"Tim Paine in self-isolation due to COVID-19 outbreak in Adelaide","45":"Hamilton ‘bursts into tears’ after record-equalling 7th F1 title","46":"Former England and Liverpool goalkeeper Ray Clemence dies at 72","47":"Special for us, witnessing history being made: Vettel to Hamilton","48":"Ishant working with Mhambrey to become fit for Tests vs Aus: Reports","49":"Best series of my life: Tendulkar on 2001 India-Aus Test series","50":"SpaceX launches 4 astronauts on its first commercial crew flight for NASA","51":"Who are the 4 astronauts on SpaceX's 1st commercial crew flight for NASA?","52":"Zoom meetings could be behind surge in demand for plastic surgery: Experts","53":"Man loses ₹5.85L to cyber fraudsters claiming to update UPI account","54":"Tesla opens its largest EV super-charging station in US","55":"Amazon apologises for saying Northern Ireland is not part of UK","56":"Zoom to temporarily lift 40-minute call limit globally","57":"Privacy activist group files complaints against Apple's tracking tool","58":"Apple tells Mac users its anti-malware feature doesn't spy on them","59":"Finance ministry gives DGCA approval to set up Drones Directorate","60":"'Resident Evil' game maker says data of over 3.5L customers stolen","61":"US says sharing other firms' data with Google in lawsuit to weaken trust","62":"Google tool lets users know how long their Photos storage will last","63":"Zoom Founder Eric Yuan invests in Bengaluru startup Arzooo","64":"US President-elect Joe Biden congratulates SpaceX, NASA on launch","65":"Video games can be good for mental health: Oxford study","66":"Virgin Galactic delays test flight due to lockdown in New Mexico","67":"Microsoft advises users against using SMS for two-factor authentication","68":"Facial recognition system to identify bears created","69":"4L malware, 375 cyberattacks seen daily: India's cybersecurity chief","70":"Don't want to regulate, it's their responsibility: Govt on OTT platforms","71":"17-yr-old Bangladeshi wins Children's Peace Prize for fighting cybercrime","72":"Tech firms could be banned if they breach rules: EU","73":"SpaceX's Starlink users report internet speeds upto 200 Mbps ","74":"Software issue halts trading on Australia's stock exchange","75":"Big B's father's statue in Poland honoured with diya on Diwali, actor shares pic","76":"Dwayne Johnson fails to get into Porsche for chase sequence in movie, shares pic","77":"Big B shares fan-made collage showing Aaradhya's pics over 9 yrs on her b'day","78":"Salman is everything to me: Amaal on trolling by his fans for saying he's SRK fan","79":"I don't want my son to be a singer, at least not in India: Sonu Nigam","80":"Govinda didn't visit when one of my twins was fighting for life: Nephew Krushna ","81":"Tamil TV series actor hacked to death, CCTV footage shows argument with gang","82":"Aditya to start shooting for upcoming action film 'Om' in December","83":"Justin Bieber, Jennifer Lopez win at People's Choice Awards 2020","84":"You have to follow the studio: Jude Law on Depp's Fantastic Beasts exit","85":"Feel like you've gone for a long shoot: Irrfan's son on late actor","86":"Embassy of India in France pays tribute to Soumitra Chatterjee","87":"We decided to have the baby in Canada: Karanvir Bohra on third child","88":"Matrix 4 breaks Germany's COVID-19 laws by hosting party: Reports","89":"Lost a family member: Satyajit Ray's son on Soumitra Chatterjee's demise","90":"He was a gentle soul with abundant talent: Big B on Soumitra's demise","91":"Do something original: 'Home Alone' director on Disney remakes","92":"Women are not offered cliched roles like before: Samantha Akkineni","93":"He was one of my oldest friends: Sharmila on Soumitra's demise","94":"Chadwick won't be digitally recreated for Black Panther sequel: Marvel","95":"Please don't visit to pay condolences: Soumitra's daughter amid COVID-19","96":"Zazie Beetz joins Brad Pitt in action film 'Bullet Train': Reports","97":"My role in Laxmii was a cameo but it had a lot of emotions: Sharad","98":"Aditya made me feel comfortable on the sets of Ludo: Sanya Malhotra"},"content":{"0":"American biotechnology company Moderna on Monday announced its experimental vaccine was 94.5% effective in preventing COVID-19 based on interim data from a late-stage clinical trial. Moderna's interim analysis was based on 95 infections among trial participants who received either a placebo or the vaccine. Among those, only five infections occurred in those who received the vaccine.","1":"Fifteen Asia-Pacific countries signed the Regional Comprehensive Economic Partnership (RCEP), considered the world's biggest free-trade deal. In addition to 10 ASEAN nations, it includes China, Japan, South Korea, Australia and New Zealand. India last year refused to join RCEP over concerns that cheap Chinese goods can enter India, however, India can join at a later date if it chooses.","2":"Moderna's initial results of late-stage trial show its COVID-19 vaccine is 94.5% effective. Pfizer last week said its COVID-19 vaccine is more than 90% effective, citing an initial analysis of its late-stage trial. While Moderna's vaccine can be stored at normal fridge temperatures of 2-8°C for 30 days, Pfizer's vaccine can be stored at 2-8°C for five days.","3":"Reliance Industries' retail arm Reliance Retail Ventures has acquired a 96% stake in online furniture store Urban Ladder for ₹182.12 crore. Mukesh Ambani-led Reliance Retail also has the option of acquiring the remaining stake and it has proposed a further investment of ₹75 crore by 2023-end. \"The...investment will further enable the group's digital and new commerce initiatives,\" said Reliance.","4":"The I&B Ministry on Monday asked digital media companies with more than 26% foreign investment to bring down the foreign investment to 26% by October 15, 2021. Entities having foreign investment below 26% were asked to furnish intimation to the Ministry within one month from today. The Union Government in 2019 had permitted 26% FDI under the government approval route.","5":"Oil India Limited on Sunday said that the fire at its Baghjan oil well in Assam has been doused completely. The Baghjan oil well No 5 of Oil India Limited initially blew out on May 27, followed by a massive fire on June 9. The fire, doused more than five months after its emergence, was India's longest burning gas blaze.","6":"The Confederation of All India Traders (CAIT) said traders recorded sales of ₹72,000 crore this Diwali across major markets amid a call for a boycott of Chinese products. \"Diwali sales generated a turnover of about ₹72,000 crore and gave China the expected loss of ₹40,000 crore,\" CAIT said. The figures were compiled based on data gathered from 20 Indian cities.","7":"Businessman Anand Mahindra took to Twitter to reveal that he still wears a Kada he bought in 1975 from Amritsar. Mahindra tweeted, \"In 1975 I took a semester off from college in the US & hitchhiked\/took ST buses around India.\" He added, \"On Diwali, I arrived in Amritsar. I bought a Kada & had it blessed in the Golden Temple.\"","8":"The European Union (EU) on Monday entered into an agreement with German biopharmaceutical firm CureVac to procure up to 405 million doses of its potential coronavirus vaccine. This deal takes the total potential vaccines secured by the EU to nearly 2 billion doses. CureVac had earlier claimed its vaccine can remain stable at 5°C for at least three months.","9":"Bharat Biotech Chairman and Managing Director, Dr Krishna Ella, on Monday, said that its coronavirus vaccine candidate, COVAXIN, has entered phase-3 trials with 26,000 participants after receiving approval from the Drugs Controller General of India. Biotech is working on another coronavirus vaccine, in the form of nasal drops, which can be expected to reach people by next year, he added.","10":"Several industry bodies including NASSCOM and COAI have written to the Department of Telecommunications saying that Telecom Regulatory Authority of India's (TRAI) proposal to regulate cloud service providers (CSPs) might be detrimental to investment in the sector. The bodies said the framework is not \"light-touch regulation\". Major CSPs in India include Zoho and Amazon Web Services among others.","11":"Australian Securities Exchange (ASX) was forced to halt trading on its platform on Monday after a software issue led to inaccurate market data. \"ASX and...Nasdaq have identified the root cause and a resolution path to fix it,\" ASX said, adding that the issue would be resolved overnight and the market would re-open as usual on November 17 (Tuesday).","12":"Nissan Motor COO Ashwani Gupta has said Nissan is \"absolutely not\" in talks to sell its stake in Mitsubishi Motors. Earlier, a report had said that Nissan was considering selling its 34% stake in Mitsubishi Motors due to COVID-19 effects. At November 16th's closing price in Tokyo, Nissan's stake in Mitsubishi Motors was worth $975.8 million, Reuters reported.","13":"Platforms like Ola and Swiggy will be required to make an annual contribution of up to 5% of wage payment towards the social security of their workers under draft rules issued by the Labour Ministry. The government could allow platforms to deposit 1-2% of annual turnover into proposed fund, ET reported, adding that a dedicated scheme will be formulated soon.","14":"Nissan Motor may sell some or all of its 34% stake in Mitsubishi Motors as it foresees struggling to recover from COVID-19-induced downturns, Bloomberg reported. Nissan could also possibly sell the stake to a Mitsubishi Group company. Nissan, which is 43% owned by Renault, last week cut its operating loss forecast for the year to March by 28%.","15":"UK PM Boris Johnson is set to ban the sale of new petrol and diesel cars from 2030, reported Financial Times. The ban was first scheduled for 2040, which Johnson moved to 2035 in February and is now set to move the date five years ahead again. Petrol and diesel cars accounted for 73.6% of UK sales in 2020.","16":"India's wholesale price-based inflation rose to 1.48% in October, marking an eight-month high since February 2020 when it was 2.26%, data released by the Commerce and Industry Ministry on Monday showed. While food inflation lowered to 6.37% in October as against ​8.17% in September, inflation in manufactured items rose from 1.61% in September to 2.12% in October.","17":"Japan's economy exited a COVID-19-induced recession with a 5% growth in the third quarter, government data revealed. This follows three quarters of contraction, with revised data showing the economy shrank 8.2% in the second quarter. The economy expanded an annualised 21.4% in July-September, beating a median market forecast for an 18.9% gain.","18":"Tata Steel reported a 62.7% year-on-year drop in consolidated net profit to ₹1,546.3 crore in the July-September quarter (Q2). The fall in profit came due to losses at overseas subsidiaries, even as the India business improved significantly and revenue rose 7.4% year-on-year to ₹37,153.9 crore. The steelmaker is also in talks with SSAB Sweden to sell off its Netherlands business.","19":"HDFC Mutual Fund has appointed Navneet Munot as its Managing Director and CEO, it said in a notification to the stock exchanges today. He will succeed the present Managing Director Milind Barve, whose extended term ends in January next year. Munot is currently the Chief Investment Officer at SBI Mutual Fund, where he has worked for 12 years.","20":"Swami Ramdev announced that Patanjali-owned edible oil firm Ruchi Soya will launch a follow-on public offer (FPO) next year to bring down promoters' shareholding in the company. A company official said promoters have to dilute 10% shareholding by June 2021 and 25% in 36 months as per the SEBI regulations. Patanjali had acquired Ruchi Soya last year for ₹4,350 crore.","21":"India's diesel sales fell 5% to 2.86 million tonnes in the first half of November when compared with the previous year, according to data by Indian Oil. However, sale of diesel was 7% higher than the 2.65 million tonnes demand during early October. Sales of gasoline rose marginally to 1.03 million tonnes, while sales of jet fuel were down 53%.","22":"US-based Walmart is selling a majority stake in Japanese supermarket chain Seiyu to investment firm KKR and e-commerce company Rakuten for over $1 billion. KKR will buy 65% of Seiyu and Rakuten will acquire a 20% stake while Walmart will retain 15%. It entered Japan in 2002 by buying 6% stake in Seiyu and gradually took over entirely in 2008.","23":"BR Shetty, founder and chairman of UAE-based and London-listed NMC Health, was prevented on Saturday from travelling to the UAE at Bengaluru airport by immigration officials. Bank of Baroda initiated travel restrictions on Shetty over unpaid debts of over $250 million, Mint reported. His company has reportedly been under scrutiny following discovery of borrowings to the tune of $6.6 billion.","24":"The Indian economy is seen recovering faster than expected and the Reserve Bank of India is likely to have come to an end of the rate easing cycle, according to global forecasting firm Oxford Economics. It said the country's \"robust bottom-up activity data\" suggested the quicker-than-anticipated recovery. Earlier, Moody's also improved India's 2020 GDP forecast from -9.6% to -8.9%.","25":"After Virat Kohli was called a hypocrite on social media for urging people to not burst crackers on Diwali despite fireworks' visuals seen in his birthday video shared by RCB, the IPL franchise issued a clarification. It tweeted, \"Fireworks shown...[in]...video was archival footage of UAE's Flag Day celebrations. RCB continues to work hard to protect...environment like we’ve over the years.\"","26":"London Olympics fencing gold medalist Rubén Limardo has been working as a delivery boy in Poland to \"generate income\" amid COVID-19. Limardo shared his picture on Instagram and wrote, \"I can proudly say that in addition to sports I've a second job to earn a living and maintain my home.\" \"Adjusting to change is definitely job for brave,\" he added.","27":"Reacting to former England captain Michael Vaughan's 'I reckon Mumbai Indians would win the T20 World Cup' tweet, the franchise owner Akash Ambani said, \"That was the best comment I saw the whole day.\" Vaughan had posted the tweet while the IPL 2020 final was going on. Mumbai Indians won IPL 2020, their fifth IPL trophy.","28":"Former Bangladesh Under-19 cricketer Mohammad Sozib died by suicide at the age of 21 in Durgapur. The right-hand opening batsman last played competitive cricket in 2017-2018 Dhaka Premier Division Cricket League. He was among the standby player for 2018 Under-19 World Cup. \"I can't believe what I heard,\" Bangladesh Cricket Board director Khaled Mahmud said.","29":"Lahore Qalandars' 27-year-old fast bowler Haris Rauf dismissed Multan Sultans' all-rounder Shahid Afridi for a first-ball duck with a yorker in Pakistan Super League's Eliminator 2 on Sunday. After dismissing Afridi, Rauf folded his hands and apologised to the veteran cricketer. With the wicket, Rauf became the first bowler to take 50 T20 wickets in 2020.","30":"Powerplay has been reduced to four overs in Big Bash League, while the remaining two overs can be taken by batting side as 'Power Surge' after 10 overs. An 'X-factor Player', named as 12th or 13th player, can replace a player after 10th over of first innings. 'Bash Boost' will be a bonus point awarded halfway through second innings.","31":"Arsenal forward Pierre-Emerick Aubameyang and his Gabon teammates were forced to spend a night sleeping on the airport floor ahead of their Africa Cup of Nations qualifier against Gambia. Gabon delegation were told they weren't allowed to leave airport because of an administrative problem. \"Nice job CAF, it’s as if we were back in the 1990s,\" Aubameyang tweeted, sharing pictures.","32":"Cricket Australia took to Twitter to kick off Big Bash League 2020 countdown by sharing a video of Brett Lee's bouncer breaking Brendon McCullum's nose in Big Bash League 2011. Reacting to the video, Lee wrote, \"Sorry, Baz (McCullum).\" While responding, McCullum trolled Lee and wrote, \"No probs brother. At least that one bounced.\"","33":"Kings XI Punjab batting coach Wasim Jaffer took to Twitter to troll the latest rules introduced in Australia's Big Bash League (BBL). Reacting to a tweet by BBL, Jaffer shared a meme with dialogue from 'Gangs of Wasseypur' which read, \"Yeh kya bawasir bana diye ho.\" BBL introduced three rules named 'Power Surge', 'X-factor Player' and 'Bash Boost'.","34":"New Zealand all-rounder Jimmy Neesham took to Twitter to question 'X-factor Player' rule, which Big Bash League has introduced. As per the rule, a 12th or 13th player can replace a player after the 10th over of the first innings. Neesham commented, \"How much 'X-factor' could a player possibly have if he’s not good enough to make your starting 11?\"","35":"A picture of Karachi Kings' West Indian batsman Sherfane Rutherford wearing Mumbai Indians' gloves while batting in Pakistan Super League Qualifier has gone viral on social media. Reacting to it, a fan tweeted, \"Huge embarrassment for PSL.\" Meanwhile, other tweets read, \"Hey, Karachi Kings! Give Rutherford new gloves for final\" and \"They can't run a league with own equipment.\"","36":"After Lahore Qalandars pacer Haris Rauf dismissed him for a first-ball duck and celebrated it by folding his hands to show him \"respect\", Multan Sultans all-rounder Shahid Afridi tweeted, \"It was...great and unplayable yorker, Haris.\" He added, \"Very well bowled! Please bowl slow to me next time.\" Rauf said, \"He is a Pakistani superstar. I had to show him respect.\"","37":"Former Australia head coach Darren Lehmann has said that Team India captain Virat Kohli will give his 100% to win the lone Test he is playing in Australia. Lehmann added, \"That’s just the way he plays; he plays full of energy and doesn’t want to lose.\" He further said, \"He always pushes the boundaries...that’s what great players do.\"","38":"RCB opener Devdutt Padikkal said playing Afghanistan leg-spinner Rashid Khan was a big challenge for him in IPL 2020 rather than the pacers. \"He has really good pace and turns the ball at the same time. He's not easy to pick. I think while facing him I felt like, 'Okay, this is something I'm not used to',\" said Padikkal.","39":"Former England captain Nasser Hussain called KL Rahul \"one of the best white-ball players going at the moment\". \"He is a good lesson for any young boy or girl about how to stroke a cricket ball and not over-hit it. Rahul strokes it beautifully,\" Hussain said. Rahul was awarded the Orange Cap this season for finishing as the highest run-scorer.","40":"Australia vice-captain Pat Cummins said starting with the India series the men's team will form a \"barefoot circle\" before the start of every series as a sign against racism and to celebrate Aboriginal culture. The practice was introduced by the women's team earlier this year. \"Not only as a sport, but we as people are absolutely against racism,\" Cummins said. ","41":"Serbia's Novak Djokovic finished at the top of men's tennis ranking on Sunday for the sixth time in a decade to equal the record set by former American tennis player Pete Sampras. Apart from 2020, Djokovic ended as World No 1 in 2011, 2012, 2014, 2015 and 2018. Meanwhile, Sampras topped the rankings from 1993 till 1998.\n","42":"Former India cricketer Maninder Singh and Chetan Sharma have confirmed applying for the vacant posts in BCCI's national selection committee. While Maninder and Chetan have applied from the North Zone, Shiv Sunder Das has also applied but from the East Zone. The shortlisted applicants will be replacing Devang Gandhi (East Zone), Sarandeep Singh (North Zone) and Jatin Paranjape (West Zone).","43":"Former Australia cricketer and India coach Greg Chappell said it is a good thing that captain Virat Kohli has a big say in Indian cricket because that will help the cause of Test cricket in India. \"Virat loves Test cricket, he champions Test cricket, and while that's happening India will play Test cricket,\" Chappell said.","44":"Australia's Test captain Tim Paine is among the Tasmanian cricketers who have been asked to go into self-isolation by state health authorities since their return from South Australia. This comes after Adelaide witnessed a fresh outbreak of COVID-19 cases. \"Tasmanian Tigers Sheffield Shield squad are self-isolating as we wait for further advice from Public Health,\" Cricket Tasmania said.","45":"After winning Turkish GP on Sunday to equal Michael Schumacher's record of seven Formula One titles, Lewis Hamilton \"burst into tears\". \"It really hit me...I just couldn't believe it,\" Hamilton said. \"I didn't want the visor to come up and people to see tears flowing...I dreamed of this as a kid. This is way, way beyond our dreams,\" he added.","46":"Former England goalkeeper Ray Clemence died at the age of 72, The Football Association (FA) confirmed on Sunday. Also a former Liverpool and Tottenham goalie, Ray won five league titles, three European Cups, two UEFA Cups, FA Cup and League Cup at Liverpool. With Tottenham, he won another UEFA Cup and FA Cup. For England, he made 61 appearances.","47":"Congratulating Lewis Hamilton for his record-equalling seventh Formula One title, Ferrari's Sebastian Vettel said, \"It's very special for us because we can witness history being made.\" After the win at the Turkish GP, Vettel walked over from his third-placed Ferrari to wish Hamilton. \"I think he (Hamilton) is the greatest of our era for sure,\" Vettel added.","48":"Ishant Sharma is reportedly working closely with former Indian pacer Paras Mhambrey at NCA to regain match fitness before the Test series against Australia. Though he wasn't named in the Test squad for Australia due to a muscle tear, BCCI has said that \"Once he fully recovers and gains sufficient match fitness, he will be added to the Test squad.\"","49":"Former India captain Sachin Tendulkar described the 2001 India-Australia Test series as the 'best series of his life'. \"In the first Test match, they beat us convincingly by 10 wickets. And from the second Test match, second innings onwards, we started picking up in grand style...We won the series 2-1,\" Tendulkar said. Before the series, Australia won 15 back-to-back Tests.","50":"Elon Musk-led SpaceX successfully launched four astronauts into space on its first commercial crew flight for NASA. NASA astronauts Mike Hopkins, Victor Glover, Shannon Walker, and JAXA astronaut Soichi Noguchi, will spend roughly six months on the International Space Station. In May, SpaceX launched two NASA astronauts to ISS and brought them back to Earth in its Demo-2 mission.","51":"The astronauts on SpaceX's first commercial crew flight for NASA include Shannon Walker, who holds a Doctorate of Philosophy in Space Physics, and Victor Glover, who has in the past served as Legislative Fellow in US Senate. Astronaut Soichi Noguchi holds a Doctorate of Philosophy in Advanced Interdisciplinary Studies, while Michael Hopkins holds a Master of Science in Aerospace Engineering.","52":"The increase in the number of Zoom meetings due to COVID-19 could be behind a surge in the demand for plastic surgery, experts said in an editorial published in Facial Plastic Surgery & Aesthetic Medicine. \"Unlike the still and filtered selfies of social media, Zoom displays an unedited version of oneself,\" they said. They're calling the new phenomenon 'Zoom Dysmorphia'.","53":"A 54-year-old Bengaluru man allegedly lost ₹5.85 lakh after fraudsters, under the guise of updating his UPI account, asked him to install an app that automatically debited money from his account. The victim was asked to install \"Quick Support App\" and share his ID number after which he received a message saying that ₹4.99 lakh was debited from his account.","54":"Tesla has opened its largest Supercharger station with 56 charging points. The charging network is located between the Bay Area and Los Angeles, two of Tesla's biggest markets in the world, as per Electrek. Tesla has also built solar canopies for providing shade to the charging electric vehicles while also helping power the Supercharger station.","55":"Amazon has apologised for claiming Northern Ireland  wasn't a part of the UK in a tweet. A rugby fan from Northern Ireland had asked Amazon why he wasn't able to view a tournament on Amazon Prime, to which Amazon said it was only available to Prime Members in the UK. \"We don't have the rights to other territories,\" Amazon added.","56":"Videoconferencing platform Zoom announced that it is temporarily lifting the 40-minute call limit that it imposes on all free calls made via its platform on the occasion of Thanksgiving. Since the limit will be lifted globally, users in India can access the service for free between 10:30 AM IST on November 26 to 4:30 PM IST on November 27.","57":"Noyb, a digital rights group led by activist Max Schrems filed complaints with German and Spanish data protection authorities over Apple's online tracking tool. The group alleged that Apple places tracking codes that are comparable to a cookie in its phones without any consent by the user. In the past, Noyb has fought two cases against Facebook successfully.","58":"Apple has updated a support documentation page specifying that its anti-malware feature, Gatekeeper, doesn't track what its Mac users are doing. Gatekeeper prevents users from downloading an app that has some known malware. Earlier, a large number of Mac users had reported failures in opening third-party apps, which were caused by Gatekeeper and later, privacy concerns were raised around it.","59":"The finance ministry has given its approval to civil aviation regulator, DGCA, to set up a separate Drones Directorate. The Directorate will be established with eight DGCA officials to begin with and will be expanded with time. As per media reports, the Directorate will solely focus on maintaining the drones ecosystem in the country.","60":"'Resident Evil' game-maker Capcom on Monday confirmed that personal information of as many as 3,50,000 customers was stolen in a ransomware attack earlier this month. Confidential corporate information, as well as the ​personal data of its employees, was also stolen, it added. No credit card information was breached as online payments are handled by a third-party company, Capcom said.","61":"The US government has said that sharing other firms' sensitive information with Google in an antitrust lawsuit would undermine trust and hamper future investigations. Google is seeking access to information the government has obtained from third parties, including Amazon and Microsoft, to prepare for a trial. The government said sharing of data could \"unfairly advantage Google in the marketplace\".","62":"Google has released a new tool that gives users an estimate on when their current Photos storage will run out, based on personal upload history. Users can access the tool at photos.google.com\/storage. The tool also tells users how much space is being occupied by photos, videos, Gmail and Drive. Currently, Google offers customers 15GB of data storage free.","63":"Bengaluru-based retail tech startup Arzooo has raised an undisclosed sum led by Zoom Founder Eric Yuan and Silicon Valley venture capitalist Bill Tai. \"Alongside the investment, Eric’s entrepreneurial journey and experience will be a great intellectual capital for us,\" said Arzooo Co-founder Khushnud Khan. Last month, the startup raised $7.5 million in its Series A funding led by WRVI Capital.","64":"US President-elect Joe Biden took to Twitter to congratulate SpaceX and NASA for launching the first commercial crew flight into space. \"It's a testament to power of science and what we can accomplish by harnessing our innovation, ingenuity, and determination,\" Biden wrote. This marks the second time in a decade that NASA astronauts were sent into space from American soil.","65":"An Oxford study has claimed that playing video games can be good for people's mental health. The study used industry data on actual playtime for two popular video games. It said those who derived enjoyment from playing were more likely to report experiencing positive wellbeing. Experiences of competence and social connection through games may contribute to wellbeing, the study suggested.","66":"Virgin Galactic on Monday rescheduled its test spaceflight, that was set to launch between November 19 and 23 from New Mexico, due to revised COVID-19 guidelines issued by the US state's Health Department. A stay-at-home order till November 30 has been enacted in New Mexico due to increasing coronavirus cases. The space tourism firm hasn't announced a new test schedule.","67":"The Director of Identity Security at Microsoft, Alex Weinert, has advised users to stop using SMS and voice calls for two-factor authentication due to poor levels of security surrounding telephone networks. However, Alex wrote that using any type of multi-factor authentication is better since the rate of compromise for such accounts is less than 0.1% of the general population.","68":"Conservation scientist Melanie Clapham and software developers Ed Miller and Mary Nguyen have developed a facial recognition system, called BearID, to identify and monitor the individual health of bears. The system, which has an accuracy rate of 84%, aims to reduce direct interaction between humans and wildlife as well as to aid the conservation of threatened wildlife.","69":"Cyberattacks in India have increased multi-fold in the current environment with close to 4 lakh malware and 375 cyberattacks being witnessed daily, the National Cybersecurity Coordinator Lieutenant General (Retired) Rajesh Pant said. \"This disease of just clicking on the link is another reason where the malware drops,\" Pant said, warning users to be careful about clickbaits.","70":"Union Minister Prakash Javadekar discussed the absence of self-regulation in OTT platforms and said the government doesn't want to regulate them and that it is the platform's responsibility. He noted that print media had a \"self-regulation\" body in the PCI. \"There are good films on OTT platforms, ordinary films, bad films and even very bad films,\" he added.","71":"A 17-year-old Bangladeshi teenager has been awarded the 2020 KidsRights International Children's Peace Prize for developing a mobile app that allows teenagers to report cyberbullying and cybercrime. The \"Cyber Teens\" app created by Sadat Rahman has supported over 300 victims of cyberbullying to date and has helped the local police in Bangladesh in arresting eight perpetrators of cybercrime.","72":"European Commissioner for Internal Market Thierry Breton told a German newspaper that technology companies' services could be banned from Europe if they breach European Union (EU) regulation. EU will announce laws called Digital Services Act and the Digital Markets Act for tech firms on December 2. The rules will reportedly force big firms to share data with smaller rivals.","73":"Users of Starlink, which is Musk-led SpaceX's space satellite internet venture, reported speeds surpassing SpaceX's own claims of 50-150 Mbps. Users reported speeds of 175 Mbps even in high-speed winds and low temperatures. One user reported the fastest download speed at 208.63 Mbps. However, there were also reports of the Starlink terminal not working when snow accumulates on it.","74":"Australian Securities Exchange (ASX) was forced to halt trading on its platform on Monday after a software issue led to inaccurate market data. \"ASX and...Nasdaq have identified the root cause and a resolution path to fix it,\" ASX said, adding that the issue would be resolved overnight and the market would re-open as usual on November 17 (Tuesday).","75":"Amitabh Bachchan has shared a photo of a diya being lit near the statue of his late father, poet Harivansh Rai Bachchan, in a square in the Polish city of Wroclaw which has been named after his father. \"They honour Babuji by placing a 'diya' for Deepavali at his statue in Wroclaw...an honour a pride,\" he wrote. ","76":"Hollywood actor Dwayne 'The Rock' Johnson took to Instagram to reveal that he failed to get into an \"iconic Porsche\" sports car for a chase sequence in an upcoming movie. He added that the team had to change the entire shot sequence around due to his inability to get into the car because of his \"bit too wide\" back.","77":"On the occasion of his granddaughter Aaradhya's birthday, actor Amitabh Bachchan took to social media to share a fan-made collage of Aaradhya's photos over nine years. \"Happy birthday Aaradhya...all my love,\" Bachchan wrote in the caption. On Aishwarya's birthday earlier this month, the actress had shared pictures with Aaradhya and written, \"The absolute love of my life...Aaradhya my angel.\" ","78":"Singer Amaal Mallik, speaking about Salman Khan's fans trolling him for saying he's Shah Rukh Khan's fan, said, \"People who say they're fans of a certain star, should know...the certain star has launched me.\" \"He's everything to me. He's...family,\" added Amaal. \"I love Shah Rukh Khan as an SRKian. You cannot have a problem with my personal opinion,\" he stated.","79":"Singer Sonu Nigam, on being asked if his son Neevan aspires to become a singer, said, \"I don't want him to be a singer, at least not in this country.\" \"He lives in Dubai. I've already got him out of India. He's a born singer but he has another interest...As of now, he's one of UAE's topmost gamers,\" Sonu added.","80":"Krushna Abhishek has opted out of an episode of 'The Kapil Sharma Show' which will feature his uncle, Govinda, as guest. \"The enmity has affected me badly. When...relationship between...people is strained, it's difficult to perform comedy,\" he stated. Krushna added, \"[He] didn't even come to see my twins in hospital, not even when one of them was fighting for life.\"","81":"Selvarathinam, an actor who played a villain in a Tamil TV series was hacked to death. \"[On Sunday]...he received a call after which he left...Later, his roommate received the information [about his death],\" police said. CCTV footage shows 4 suspicious men moving about near the murder spot. The actor could be found involved in a brief argument with the gang.","82":"Actor Aditya Roy Kapur will start shooting for his upcoming action film 'OM: The Battle Within', which will be produced by filmmaker Ahmed Khan, in December. \"I have been living with OM for the last few months...looking forward to the journey,\" Aditya told Mumbai Mirror. \"The film revolves around emotionally disturbed relationships in the line of duty,\" Ahmed explained.  \n\n","83":"Justin Bieber, who was nominated in seven categories for this year's People's Choice Awards, accepted the award for The Male Artist of 2020. Singer-actor Jennifer Lopez was titled People's Icon of 2019, and 'The Ellen DeGeneres Show' received the award for the best daytime talk show. The winners list also included Will Smith, Chris Hemsworth and Joey King. ","84":"Actor Jude Law, who plays younger Albus Dumbledore in 'Fantastic Beasts' movies, said his former co-star Johnny Depp had to follow the studio's decision and exit the franchise. \"It's the studio and the company that makes the big decisions...and you have to go along with those because we're just a member of the team,\" Jude said. \n","85":"Irrfan Khan's son Babil Khan, on Sunday, posted a picture of his father posing with a peacock and shared a note for the late actor on Instagram. \"I still feel like you've gone for a long shoot, a long schedule underwater and you'll come back to me, to the surface again,\" he wrote in the caption. ","86":"Embassy of India in France paid tribute to actor Soumitra Chatterjee following his demise. The Embassy noted that in 1999, Soumitra became the first Indian film personality to be conferred with Ordre des Arts et des Lettres, France's highest award for artists. \"In 2017, he was honoured with France's highest civilian award-Chevalier of Legion of Honor,\" the tweet read. ","87":"Television actor Karanvir Bohra and his wife Teejay Sidhu, who are expecting their third child, have decided to head to Canada for the delivery. \"My wife and I thought about having this child in India. But since our twin girls were so beautifully born without any problems in Vancouver...we decided to have the baby in Canada,\" Karanvir shared. ","88":"The team of Keanu Reeves' upcoming film 'The Matrix 4' reportedly hosted a wrap party with around 200 people in attendance, which is prevented by the country's government currently owing to the COVID-19 pandemic. Reacting to the reports, the spokeswoman of the film's studio stated that the team was shooting a celebration scene and assured that they followed hygiene regulations.","89":"Following the demise of Bengali actor Soumitra Chatterjee, late filmmaker Satyajit Ray's son Sandip Ray said, \"I lost a member of my family\". Soumitra made his debut in 1959 with Satyajit's 'Apur Sansar' and played Sharmila Tagore's husband. \"He shared wonderful chemistry with my father. He gave a lot of thought to the characters my father created,\" Sandip said. ","90":"Following Bengali actor Soumitra Chatterjee's demise, actor Amitabh Bachchan shared a picture of himself with the late actor on social media and offered his condolences. \"Soumitra Chatterjee, an iconic legend, one of the mightiest pillars of the Film Industry,  has fallen...a gentle soul and abundant talent. Last met him at the IFFI in Kolkata,\" he tweeted. ","91":"Chris Columbus, Director of 'Home Alone', criticised Disney's reboot of the franchise and stated that the company should focus on coming up with original content. \"You don't remake films that have had the longevity of 'Home Alone'...It's been done. Do your own thing. Even if you fail...you have come up with something original,\" Chris said. ","92":"Actress Samantha Akkineni, who will star in the upcoming second season of the web-series 'The Family Man', said actresses are not offered cliched characters anymore. \"With OTT and exposure to world cinema, the options and opportunities for women are steadily increasing. We are not offered as cliched roles as we were before,\" Samantha said. ","93":"Following veteran Bengali actor Soumitra Chatterjee's demise, Sharmila Tagore spoke about the bond she shared with him and said he was one of her oldest friends. \"I find him irreplaceable...there's nobody else I can share so much with...that kind of friendship is so rare,\" she said. Soumitra and Sharmila starred together in Satyajit Ray's 1959 film 'Apur Sansar'.  ","94":"When asked if Marvel will digitally recreate late actor Chadwick Boseman for 'Black Panther' sequel, Marvel Studios Executive Vice President Victoria Alonso said, \"No, there's only one Chadwick and he's not with us.\" During an interview with Clarin, Alonso added, \"Our king, unfortunately, has died in real life...we are taking time to see how we continue the story.\" ","95":"Following veteran Bengali actor Soumitra Chatterjee's demise, his daughter Poulami Bose urged people to avoid coming over to their place, amid the coronavirus pandemic, to offer condolences. \"My mother's and my son's health is fragile... please do not put them at risk...keep the pandemic in mind and pray from the safety of your homes,\" she wrote on Facebook.  \n\n","96":"Actress Zazie Beetz, who played Domino in 'Deadpool 2', has joined the cast of Brad Pitt starrer action-thriller titled 'Bullet Train', Deadline reported. The movie is reportedly based on the Japanese novel 'Maria Beetle' and will be directed by David Leitch. Reportedly, the movie will also feature Joey King, Aaron Taylor-Johnson, Brian Tyree Henry and Andrew Koji. \n","97":"Speaking about his cameo in Akshay Kumar-starrer 'Laxmii', actor Sharad Kelkar said, \"It had a lot of emotions, shades of anger, drama and pain of being a transgender.\" He mentioned that Akshay had recommended his name for the role. \"Many people have been judgemental. But...it feels good to read comments from people who talk about your performance,\" Sharad said. ","98":"Speaking about her experience of working with Aditya Roy Kapur in their latest film 'Ludo', Sanya Malhotra said the actor made her feel comfortable on the sets. \"Both Adi and I would be clueless most of the time and that is what we would jam on. We used to talk about random things in between,\" she added. \n"},"category":{"0":"business","1":"business","2":"business","3":"business","4":"business","5":"business","6":"business","7":"business","8":"business","9":"business","10":"business","11":"business","12":"business","13":"business","14":"business","15":"business","16":"business","17":"business","18":"business","19":"business","20":"business","21":"business","22":"business","23":"business","24":"business","25":"sports","26":"sports","27":"sports","28":"sports","29":"sports","30":"sports","31":"sports","32":"sports","33":"sports","34":"sports","35":"sports","36":"sports","37":"sports","38":"sports","39":"sports","40":"sports","41":"sports","42":"sports","43":"sports","44":"sports","45":"sports","46":"sports","47":"sports","48":"sports","49":"sports","50":"technology","51":"technology","52":"technology","53":"technology","54":"technology","55":"technology","56":"technology","57":"technology","58":"technology","59":"technology","60":"technology","61":"technology","62":"technology","63":"technology","64":"technology","65":"technology","66":"technology","67":"technology","68":"technology","69":"technology","70":"technology","71":"technology","72":"technology","73":"technology","74":"technology","75":"entertainment","76":"entertainment","77":"entertainment","78":"entertainment","79":"entertainment","80":"entertainment","81":"entertainment","82":"entertainment","83":"entertainment","84":"entertainment","85":"entertainment","86":"entertainment","87":"entertainment","88":"entertainment","89":"entertainment","90":"entertainment","91":"entertainment","92":"entertainment","93":"entertainment","94":"entertainment","95":"entertainment","96":"entertainment","97":"entertainment","98":"entertainment"}}